Repository: SimPaypl/simpay-payment-woocommerce
Catalog: languages/simpay-*.po
Languages: pl_pl

source: Accept fast and secure online payments with SimPay – BLIK, online transfers and instant payments. Easy integration and smooth checkout for your customers.
pl_pl: Akceptuj szybkie i bezpieczne płatności online z SimPay – BLIK, przelewy online oraz płatności natychmiastowe. Prosta integracja i płynny proces zakupu dla Twoich klientów.

source: API password
pl_pl: Hasło API

source: Choose payment method.
pl_pl: Wybierz metodę płatności.

source: Configure API credentials in <a href="%s">SimPay Global Settings</a>.
pl_pl: Skonfiguruj dane API w <a href="%s">Ustawieniach globalnych SimPay</a>.

source: Configure SimPay API credentials used by all payment methods.
pl_pl: Skonfiguruj dane API SimPay używane przez wszystkie metody płatności.

source: Configuring the SimPay connection to the store
pl_pl: Konfiguracja połączenia SimPay ze sklepem

source: Customer account → API → Details → Password / Bearer Token
pl_pl: Panel klienta → API → Szczegóły → Hasło / Token Bearer

source: Description of payment method
pl_pl: Opis metody płatności

source: If your shop is using Cloudflare, we do not recommend enabling this option.
pl_pl: Jeśli Twój sklep korzysta z Cloudflare, nie zalecamy włączania tej opcji.

source: IPN signature key
pl_pl: Klucz podpisu IPN

source: Note: This gateway is only visible for PLN currency.
pl_pl: Uwaga: Ta metoda płatności jest dostępna tylko dla waluty PLN.

source: Online payment by BLIK
pl_pl: Płatność online BLIK

source: Online payment by BLIK Pay Later
pl_pl: Płatność online BLIK Płacę Później

source: Online payment by PayPo
pl_pl: Płatność online PayPo

source: Online payment by SimPay
pl_pl: Płatność online przez SimPay

source: Online payments → Services → Details → Service ID
pl_pl: Płatności online → Usługi → Szczegóły → ID usługi

source: Online payments → Services → Details → Settings → IPN signature key
pl_pl: Płatności online → Usługi → Szczegóły → Ustawienia → Klucz podpisu IPN

source: Order #%d
pl_pl: Zamówienie nr %d

source: Pay with SimPay payment gateway.
pl_pl: Zapłać za pomocą bramki płatności SimPay.

source: Service ID
pl_pl: ID usługi

source: Set this URL in SimPay panel as webhook/notification URL: %s
pl_pl: Ustaw ten adres URL w panelu SimPay jako adres webhooka/powiadomień: %s

source: SimPay - BLIK Pay Later
pl_pl: SimPay – BLIK Płacę Później

source: SimPay - payment gateway
pl_pl: SimPay – bramka płatności

source: SimPay Online Payments for WooCommerce
pl_pl: SimPay – płatności online dla WooCommerce

source: SimPay payment gateway for WooCommerce.
pl_pl: Bramka płatności SimPay dla WooCommerce.

source: SimPay requires WooCommerce to be installed and active.
pl_pl: SimPay wymaga zainstalowanego i aktywnego WooCommerce.

source: SimPay settings
pl_pl: Ustawienia SimPay

source: This description will be available to the buyer when selecting payment methods
pl_pl: Ten opis będzie widoczny dla kupującego podczas wyboru metody płatności.

source: This title will be available to the buyer when selecting payment methods
pl_pl: Ten tytuł będzie widoczny dla kupującego podczas wyboru metody płatności.

source: Title of payment method
pl_pl: Tytuł metody płatności

source: Turn on / Turn off
pl_pl: Włącz / Wyłącz

source: Turn on payment method
pl_pl: Włącz metodę płatności

source: Verify incoming IP address in IPN notifications
pl_pl: Weryfikuj adres IP w przychodzących powiadomieniach IPN

source: Webhooks
pl_pl: Webhooki

source: You do not have permission to access this page.
pl_pl: Nie masz uprawnień do dostępu do tej strony.
